{
    "kio": {
        "text": "Факультет кораблестроения и океанотехники («Корфак») ведет свою историю от основанного в 1899 г. Кораблестроительного отдела (позже – отделения и факультета) Санкт-Петербургского, а затем Ленинградского политехнического института (ППИ, а затем ЛПИ). В 1930 г. на базе кораблестроительного факультета ЛПИ был создан Ленинградский кораблестроительный институт (ЛКИ), получивший в обиходе хорошо известное имя «Корабелка». Основная специальность на Корфаке – «Кораблестроение». Позже на факультете открыли новую морскую специальность – «Океанотехника», и Корфак получил свое нынешнее название: факультет кораблестроения и океанотехники - ФКиО.",
        "photo": "https://i.imgur.com/OZMKBCm_d.webp?maxwidth=760&fidelity=grand"
    },
    "kaia": {
        "text": "kaia («Корфак») ведет свою историю от основанного в 1899 г. Кораблестроительного отдела (позже – отделения и факультета) Санкт-Петербургского, а затем Ленинградского политехнического института (ППИ, а затем ЛПИ). В 1930 г. на базе кораблестроительного факультета ЛПИ был создан Ленинградский кораблестроительный институт (ЛКИ), получивший в обиходе хорошо известное имя «Корабелка». Основная специальность на Корфаке – «Кораблестроение». Позже на факультете открыли новую морскую специальность – «Океанотехника», и Корфак получил свое нынешнее название: факультет кораблестроения и океанотехники - ФКиО.",
        "photo": ""
    },
    "cpt": {
        "text": "cpt («Корфак») ведет свою историю от основанного в 1899 г. Кораблестроительного отдела (позже – отделения и факультета) Санкт-Петербургского, а затем Ленинградского политехнического института (ППИ, а затем ЛПИ). В 1930 г. на базе кораблестроительного факультета ЛПИ был создан Ленинградский кораблестроительный институт (ЛКИ), получивший в обиходе хорошо известное имя «Корабелка». Основная специальность на Корфаке – «Кораблестроение». Позже на факультете открыли новую морскую специальность – «Океанотехника», и Корфак получил свое нынешнее название: факультет кораблестроения и океанотехники - ФКиО.",
        "photo": ""
    },
    "ia": {
        "text": "ia («Корфак») ведет свою историю от основанного в 1899 г. Кораблестроительного отдела (позже – отделения и факультета) Санкт-Петербургского, а затем Ленинградского политехнического института (ППИ, а затем ЛПИ). В 1930 г. на базе кораблестроительного факультета ЛПИ был создан Ленинградский кораблестроительный институт (ЛКИ), получивший в обиходе хорошо известное имя «Корабелка». Основная специальность на Корфаке – «Кораблестроение». Позже на факультете открыли новую морскую специальность – «Океанотехника», и Корфак получил свое нынешнее название: факультет кораблестроения и океанотехники - ФКиО.",
        "photo": ""
    },
    "mp": {
        "text": "mp («Корфак») ведет свою историю от основанного в 1899 г. Кораблестроительного отдела (позже – отделения и факультета) Санкт-Петербургского, а затем Ленинградского политехнического института (ППИ, а затем ЛПИ). В 1930 г. на базе кораблестроительного факультета ЛПИ был создан Ленинградский кораблестроительный институт (ЛКИ), получивший в обиходе хорошо известное имя «Корабелка». Основная специальность на Корфаке – «Кораблестроение». Позже на факультете открыли новую морскую специальность – «Океанотехника», и Корфак получил свое нынешнее название: факультет кораблестроения и океанотехники - ФКиО.",
        "photo": ""
    },
    "eigo": {
        "text": "eigo («Корфак») ведет свою историю от основанного в 1899 г. Кораблестроительного отдела (позже – отделения и факультета) Санкт-Петербургского, а затем Ленинградского политехнического института (ППИ, а затем ЛПИ). В 1930 г. на базе кораблестроительного факультета ЛПИ был создан Ленинградский кораблестроительный институт (ЛКИ), получивший в обиходе хорошо известное имя «Корабелка». Основная специальность на Корфаке – «Кораблестроение». Позже на факультете открыли новую морскую специальность – «Океанотехника», и Корфак получил свое нынешнее название: факультет кораблестроения и океанотехники - ФКиО.",
        "photo": ""
    }
}