{
    "items": [
        {
            "id": 1,
            "page": [
                {
                    "type": "title",
                    "content": " Текст для заголовка статьи "
                },
                {
                    "type": "photo",
                    "content": "url фотки"
                },
                {
                    "type": "text",
                    "content": " Текст "
                },
                {
                    "type": "subtitle",
                    "content": " Текст для подзаголовка"
                },
                {
                    "type": "photo_carousel",
                    "content": [
                        [" url для 1й фотки ", " Подпись для фотки "],
                        [" url для 2й фотки ", " Подпись для фотки "],
                        [" url для Nй фотки ", " Подпись для фотки "]
                    ]
                },
                {
                    "type": "quote",
                    "content": " Текст для цитаты "
                },
                {
                    "type": "photo_and_text",
                    "content": {
                        "text": " текст ",
                        "photo": " url фотки ",
                        "caption": " Подпись для фотки "
                    }
                },
                {
                    "type": "photo_and_text",
                    "content": {
                        "text": " текст ",
                        "photo": " url фотки ",
                        "caption": " Подпись для фотки "
                    }
                },
                {
                    "type": "photo_and_caption",
                    "content": [
                        " url для фотки ",
                        " подпись к фото "
                    ]
                }
            ],
            "author": " Автор ",
            "time": " Время прочтения ",
            "source": "Источник"
        },
        {
            "id": 2,
            "page": [
                {
                    "type": "title",
                    "content": "Ленинградский кораблестроительный институт в годы Великой Отечественной войны (1941 — 1945)"
                },
                {
                    "type": "photo",
                    "content": "https://i.imgur.com/F18zRhX_d.webp?maxwidth=760&fidelity=grand"
                },
                {
                    "type": "text",
                    "content": "Блокада Ленинграда — военная блокада города Ленинграда (ныне — Санкт-Петербург) немецкими, финскими и испанскими (Голубая дивизия) войсками с участием добровольцев из Северной Африки, Европы и военно-морских сил Италии во время Великой Отечественной войны. Длилась с 8 сентября 1941 года по 27 января 1944 года (блокадное кольцо было прорвано 18 января 1943 года) — 872 дня (включительно с днём начала и конца)."
                },
                {
                    "type": "subtitle",
                    "content": "Начало блокады Ленинграда"
                },
                {
                    "type": "text",
                    "content": "К 22 июня 1941 года, когда началась Великая Отечественная война (1941 - 1945), в Ленинградском кораблестроительном институте было 28 кафедр, аспирантура, учёный совет с правом рассмотрения кандидатских и докторских диссертаций. С началом Второй мировой войны (01.09.1939 - 02.09.1945), постановление правительства СССР отменило отсрочку от армии для учащихся высшей школы. Издан приказ от 22.06.1941 г. № 205 по ЛКИ о мобилизации института и студенты ЛКИ пополнили ряды Красной армии. Часть молодых людей оказалась в составе 189-го зенитно-артиллерийского полка, другие – в танковых или пехотных войсках. Около года ребята проходили военную подготовку, и в 1940 г. получили погоны сержантов. Большинство из них погибло – именно они стояли на пути гитлеровских армий осенью 1941 г."
                },
                {
                    "type": "photo_carousel",
                    "content": [
                        ["https://i.imgur.com/a8jeZIH_d.webp?maxwidth=760&fidelity=grand", "Газета Ленинградская Правда №202 от 03.09.1939 г."],
                        ["https://i.imgur.com/xxDpgLz_d.webp?maxwidth=760&fidelity=grand", "Подпись для фотки 2"],
                        ["https://i.imgur.com/XxFFsd8_d.webp?maxwidth=760&fidelity=grand", "Подпись для фотки 3"]
                    ]
                },
                {
                    "type": "text",
                    "content": "Первый день войны застал многих преподавателей ЛКИ в цехах заводов и конструкторских бюро. Так произошло и со студентом ЛКИ тех дней, впоследствии доктором технических наук, профессором Сергеем Сергеевичем Золотовым. Из воспоминаний С.С. Золотова:"
                },
                {
                    "type": "quote",
                    "content": "«День вероломного нападения гитлеровской Германии на Советский Союз застал меня в коллективе конструкторского бюро завода, входящего ныне в состав Адмиралтейского объединения. Это был для завода обычный рабочий день, так как в предвоенный период выходным днем для завода был понедельник. В то время я был младшим конструктором и одновременно студентом ЛКИ и занимался разработкой чертежей различных судовых устройств и так называемых – термин понятен кораблестроителю – дельных вещей. Во время одного из первых артиллерийских обстрелов города тяжелый снаряд разорвался непосредственно в помещении конструкторского бюро. Среди конструкторов появились первые жертвы войны – убитые и тяжелораненые. Оставшиеся в строю ответили на это удесятерением усилий, направленных на борьбу с врагом». "
                },
                {
                    "type": "text",
                    "content": "Одним их первых ушел добровольцем на фронт ректор ЛКИ Иван Ионович Яковлев. В июне 1941 г. он прибыл на Северный флот и принял участие в боевых действиях 12-й бригады морской пехоты. Вместе с И.И. Яковлевым ушли на фронт ещё 1200 студентов. В это же время в институте стали формироваться партизанские отряды, отряды местной противовоздушной обороны (МПВО) и отдельный пулеметно-артиллерийский батальон (ОПАБ). 450 студентов и сотрудников ЛКИ, войдя в состав 264-го ОПАБ (отдельный пулемётно-артиллерийский батальон), перешли на казарменное положение. 17 июля 1941 г. 264-й ОПАБ вышел на рубеж в районе Петергофа. Основным назначением отдельных пулемётно-артиллерийских батальонов было создание вокруг Ленинграда укреплённых районов и их оборона. "
                },
                {
                    "type": "photo_and_text",
                    "content": {
                        "text": "Многие студенты-ленинградцы работали на строительстве оборонительных сооружений вокруг города: рыли противотанковые рвы, окопы, сооружали доты. В осеннюю стужу ночевали в лесу  на кочках в болоте, попадали под артиллерийские и воздушные налеты. Трудно проследить судьбу всех студентов - воинов; вспомним некоторых их них.",
                        "photo": "https://i.imgur.com/a8jeZIH_d.webp?maxwidth=760&fidelity=grand",
                        "caption": "Студенты на оборонных работах/ Источник"
                    }
                },
                {
                    "type": "text",
                    "content": "Из воспоминаний Сергея Никитича Ковалёва, будущего академика, генерального конструктора советских атомных подводных крейсеров стратегического назначения, а тогда студента пятого курса. "
                },
                {
                    "type": "quote",
                    "content": "«Летом 1941 года, когда блокадой еще и не пахло и в то, что война всерьез и надолго, еще не верилось, – не знаю, из каких соображений я приступил к изготовлению буржуйки. Буржуйку я сделал, используя металлический каркас выброшенной на двор большой кухонной плиты в связи с наличием газа. Угольники пилил ножовкой, дырки сверлил ручной дрелью и соединял с помощью заклепок, сделанных из гвоздей. Буржуйку установил в столовой, дымоход вывел в топку сохранившейся печки. Эта буржуйка, по конструкции – небольшая плита, по существу, спасла жизнь всему нашему семейству во время блокады. Мы все ютились в одной комнате, где было тепло. Воду пили горячую, что давало дополнительные калории, а скудный паек хлеба обязательно поджаривался, так поступали все, кто имел такую возможность. Осенью начались бомбежки и артобстрел города. Наш район бомбили очень интенсивно. До сих пор помню сильный визжащий звук падающих бомб, причем по звуку всегда казалось, что бомба летит именно на тебя. Нашему дому повезло тем, что он отделался попаданием только нескольких зажигательных бомб, которые мы тушили сами запасенным на чердаке песком. Одна здоровая бомба упала рядом с нашим домом, на территорию бывшего детского садика. Эта бомба оказалась для нас спасительной – взрыв обнажил из-под снега запас каменного угля. В начале зимы, которая в тот год наступила очень рано, силы еще были, и мы с отцом натаскали в кухню такое количество угля, что его хватило на всю войну. Печка накалялась докрасна, а то и добела»."
                },
                {
                    "type": "subtitle",
                    "content": "264 ОПАБ"
                },
                {
                    "type": "text",
                    "content": "В июле 1941 г. был сформирован 264 отдельный пулемётно-артиллерийский батальон (264 ОПАБ). В батальон было отобрано примерно 450 студентов и сотрудников Ленинградского кораблестроительного института, около 650 добровольцев с завода им. Андре Марти (ныне - «Адмиралтейские верфи») и завода по обработке цветных металлов им. К.Е. Ворошилова."
                },
                {
                    "type": "text",
                    "content": "После завершения первичной подготовки в августе 1941 года перед бойцами и командирами 264 ОПАБ была поставлена задача построить укрепрайон (ДОТы, ДЗОТы, ходы сообщения) на отведённом участке у платформы Фонтаны (между Новым и Старым Петергофом) на Бабигонских высотах, где раскинулись деревни Сашино, Костино, Низино, Санино, а также у населенных пунктов Марьино и Олино. Осенью 1941 г. 264 ОПАБ оборонял с опорой на укрепрайон подступы к Петергофу. В период 11—25 сентября ополченцы сдерживали фашистскую дивизию, которую поддерживали танки и авиация."
                },
                {
                    "type": "text",
                    "content": "Двое суток сражался гарнизон дзота под командованием студента ЛКИ, лейтенанта Юрия Галактионовича Никитина, в последний момент бойцы взорвали боеприпасы, предпочитая смерть плену. Самоотверженно сражался первокурсник ЛКИ Виталий Лосик. На своей полуторатонке он неоднократно совершал опасные рейсы, подвозя боеприпасы , одним из последних покинул расположение арт-снабжения. Дипломант ЛКИ Македон Утюжников в одной из схваток противотанковой гранатой уничтожил переносную радиостанцию врага и двух вражеских корректировщиков. Заместитель секретаря комсомольской организации батальона студент Евгений Мармур с противотанковой гранатой в руке двинулся в одиночку на танк. Он погиб, но примером своим вдохновил бойцов, которые атаковали врага."
                },
                {
                    "type": "photo_and_caption",
                    "content": [
                        "https://i.imgur.com/a8jeZIH_d.webp?maxwidth=760&fidelity=grand",
                        "Снайперы-комсомольцы - студенты ЛКИ, участники ВОВ"
                    ]
                },
                {
                    "type": "text",
                    "content": "Жёсткая оборона бойцов 264-го ОПАБ остановила фашистские дивизии. Они выполнили свою боевую задачу - с этого дня на этом участке обороны враг не продвинулся ни на шаг. Но цена была велика. К исходу боев 14—25 сентября 1941 года батальон понес 90 % потери в личном составе, 100 % в командном составе и перестал существовать как боевая единица. Аналогичная судьба постигла другие добровольческие части, формировавшиеся в Ленинграде в этот же период — 262, 266, 274, 282 ОПАБ. Ценой огромных усилий противник был остановлен, но началась изнурительная позиционная война – 900 бесконечных блокадных дней."
                },
                {
                    "type": "text",
                    "content": "Из воспоминаний Льва Моисеевича Видуцкого - члена Совета ветеранов 264-го ОПАБ, в то время студента 2-го курса машиностроительного факультета."
                },
                {
                    "type": "quote",
                    "content": "«Батальон насчитывал тысячу добровольцев, имел из вооружения пятьсот винтовок и пять ручных пулеметов, а также несколько полковых пушек. 20 сентября 1941 г. он был атакован 291-й пехотной дивизией вермахта, имевшей десятикратное численное превосходство, более двухсот орудий и минометов, семь танков, более пятисот пулеметов и автоматов. В продолжение пяти дней шло ожесточенное сражение»."
                },
                {
                    "type": "photo_carousel",
                    "content": [
                        ["https://i.imgur.com/a8jeZIH_d.webp?maxwidth=760&fidelity=grand", "Петергоф. Розовый павильон. Штаб 264-го ОПАБ. Северный фасад. 1958 год. / Автор: Самусенко В. Е. "],
                        ["https://i.imgur.com/xxDpgLz_d.webp?maxwidth=760&fidelity=grand", "Подпись для фотки 2"],
                        ["https://i.imgur.com/XxFFsd8_d.webp?maxwidth=760&fidelity=grand", "Подпись для фотки 3"]
                    ]
                }
            ],
            "author": " Автор ",
            "time": " Время прочтения ",
            "source": "Источник"
        }
    ]
}